Repository: yurismol/jYS-i18n
Catalog: *.po
Languages: ca, he, hr, ja, pl, ru, tr, uk

source: Paired
ca: Aparellat
he: מזווג
hr: Spareni
ja: ペア
pl: Sparowane
ru: Парная
tr: Eşleştirilmiş
uk: Парні

source: Pastel1
he: פסטל1
hr: Pastelna paleta 1
ja: パステル1
pl: Pastelowy1
ru: Пастель
uk: Пастель1

source: Pattern frequency
ca: Freqüència del patró
he: תדירות התבנית
hr: Učestalost strukture
ja: パターン頻度
pl: Częstość wzorców
ru: Частота паттерна
tr: Desen frekansı
uk: Частота шаблону

source: Pearson (r)
he: פירסון (r)
ja: ピアソン (r)
ru: Пирсон (r)
uk: Пірсон (r)

source: Pearson correlation cannot be calculated for non-numeric values
ca: La correlació de Pearson no pot ser calculada per a valors no-numèrics
he: אי אפשר לחשב מתאם פירסון לערכים לא מספריים
hr: Pearsonova korelacija se ne može izračunati za nenumeričke vrijednosti
ja: 非数値データではピアソン相関を計算できません
pl: Korelacji Pearsona nie może być obliczona dla wartości nienumerycznych
ru: Корреляция Пирсона не может быть рассчитана для нечисловых значений
tr: Pearson korelasyonu sayısal olmayan değerler için hesaplanamaz
uk: Кореляцію Пірсона неможливо розрахувати для нечислових значень

source: Pearson's r
ca: r de Pearson
he: r של פירסון
hr: Pearsonov r
ja: ピアソンのr
pl: r Pearsona
ru: r Пирсона
tr: Pearson'ın r'si
uk: Пірсона r

source: per pattern
ca: per patró
he: לפי תבנית
hr: po strukturi
ja: パターンごと
pl: Dla każdego wzorca
ru: на паттерн
tr: desen başına
uk: за візерунком

source: PFC - proportion of falsely classified (for Nominal and Ordinal variables);
ca: PFC - proporció de falses classificacions (per a variables Nominals i Ordinals);
he: PFC – יחס המסווגים לא נכון (למשתנים מסדר שמני וסדר).
hr: PFC – udio pogrešno klasificiranih (za nominalne i ordinalne varijable);
ja: 誤分類率（PFC） 名義変数および順序変数で誤分類された値の割合
pl: PFC – odsetek błędnie sklasyfikowanych (dla zmiennych nominalnych i porządkowych);
ru: PFC - доля ложно классифицированных (для номинальных и порядковых переменных);
tr: PFC - yanlış sınıflandırılan oranı (Nominal ve Sıralı değişkenler için);
uk: PFC - частка хибно класифікованих (для номінальних та порядкових змінних);

source: Pie
ca: Sectors
he: עיגולי
hr: Kružni dijagram
ja: 円グラフ
pl: Wykres kołowy
ru: Пицца
tr: Pasta
uk: Пиріг

source: Plot
hr: Dijagram
pl: Wykres
ru: График
uk: Сюжет

source: Plot correlations between variables
ca: Gràfica de correlació entre variables
he: תרשים מתאמים בין משתנים
hr: Prikaži dijagram korelacija između varijabli
ja: 変数間の相関を図示
pl: Wykres korelacji między zmiennymi
ru: График корреляций между переменными
tr: Değişkenler arası korelasyonları çiz
uk: Побудуйте графіки кореляцій між змінними

source: Plot options
ca: Opcions de gràfica
he: אפשרויות התרשים
hr: Opcije dijagrama
ja: 作図オプション
pl: Opcje wykresów
ru: Опции графиков
tr: Grafik seçenekleri
uk: Варіанти сюжету

source: Plot the missing data patterns
ca: Gràfica de patrons de dades perdudes
he: יצירת תרשים של דפוס הנתונים החסרים
hr: Prikaži dijagram struktura nedostajućih podataka
ja: 欠損パターンを図示
pl: Wykres wzorców braków danych
ru: График паттернов пропущенных данных
tr: Eksik veri desenlerini çiz
uk: Побудуйте шаблони відсутніх даних

source: Plots
ca: Gràfiques
he: תרשימים
hr: Dijagrami
ja: 作図
pl: Wykresy
ru: Графики
tr: Grafikler
uk: Ділянки

source: Polygon
ca: Polígon
he: מצולע
hr: Poligon
ja: ポリゴン
pl: Wielokąt
ru: Полигон
tr: Poligon
uk: Багатокутник

source: PPV - Positive Predictive Value of the positive class TP/(TN+FN)
hr: PPV – Pozitivna prediktivna vrijednost pozitivne klase TP/(TN+FN)
pl: PPV – dodatnia wartość predykcyjna dla klasy pozytywnej TP/(TN+FN)
ru: PPV - положительная прогностическая ценность положительного класса TP/(TN+FN)
uk: PPV - Позитивне прогностичне значення позитивного класу TP/(TN+FN)

source: Predictive Mean Matching (PMM) steps
ca: Pasos de Emparellament Predictiu de Mitjanes (PMM)
he: שלבי התאמת הממוצע המנבא (PMM)
hr: Koraci predviđajućih podudaranja srednjih vrijednosti (PMM)
ja: 予測平均マッチング（PMM）のステップ
pl: Kroki metody dopasowania średniej predykcyjnej (PMM)
ru: Шаги предиктивного<br>cреднего сопоставления (PMM)
tr: Tahmini Ortalama Eşleştirme (PMM) adımları
uk: Кроки прогнозного зіставлення середніх значень (PMM)

source: Predictor
hr: Prediktor
pl: Predyktor
ru: Предиктор
uk: Предиктор

source: Predictors
he: מנבאים
hr: Prediktori
ja: 予測変数
pl: Predyktory
ru: Предикторы
tr: Yordayıcılar
uk: Предиктори

source: Prevalence
hr: Prevalencija
pl: Wystąpienia
ru: Распростра-<br>ненность
uk: Поширеність

source: Proportions of Intervals
hr: Proporcije intervala
pl: Proporcje przedziałów
uk: Пропорції інтервалів

source: Proposed decision
hr: Predložena odluka
pl: Sugerowana decyzja
ru: Рекомендуемое решение
uk: Пропоноване рішення

source: provide a correlation matrix plot.
ca: proporciona una gràfica matricial de correlació.
he: תרשים מטריצת מתאמים.
hr: priloži dijagram korelacijske matrice.
ja: 相関行列の図を作成します。
pl: utwórz wykres macierzy korelacji.
ru: представить график корреляционной матрицы.
tr: bir korelasyon matris grafiği sağlayın.
uk: надайте графік матриці кореляції.

source: PVU - proportion of variance unexplained 1-R² (for Continuous variables);
ca: PVU - proporció de variance no-explicada 1-R² (per a variables Contínues);
he: PVU – יחס השונות הבלתי מוסברת 1-R² (למשתנים רציפים).
hr: PVU – udio neobjašnjene varijance 1-R² (za kontinuirane varijable);
ja: PVU（未説明分散比率） 連続変数に対する未説明な分散の割合（1−R²）
pl: PVU – proporcja niewyjaśnionej wariancji 1‑R² (dla zmiennych ciągłych);
ru: PVU — доля необъясненной дисперсии 1-R² (для непрерывных переменных);
tr: PVU - açıklanmayan varyans oranı 1-R² (Sürekli değişkenler için);
uk: PVU - частка непоясненої дисперсії 1-R² (для безперервних змінних);

source: Reference level
hr: Referentna razina
pl: Poziom referencyjny
ru: Эталонный уровень
uk: Довідковий рівень

source: Remove outliers
ca: Eliminar valors extrems
hr: Ukloni odstupanja
ja: 外れ値を除去
pl: Usuń wartości odstające
ru: Удалить выбросы
tr: Aykırı değerleri kaldır
uk: Вилучити викиди

source: Reorder
ca: Reordenar
he: סידור מחדש
hr: Prerasporedi
ja: 並べ替え
pl: Zmień kolejności
ru: Перестроение
tr: Yeniden sırala
uk: Знову замовити

source: Reproducible random number generation (RNG) results
ca: Resultats de generació aleatoria de nombres aleatoris reproduïble (RNG)
he: תוצאות מחולל מספרים אקראיים (RNG) הניתנות לשחזור
hr: Reproducirajući rezultati generiranja slučajnih brojeva (RNG)
ja: 再現可能な乱数生成（RNG）の結果
pl: Powtarzalne generowanie liczb losowych (RNG)
ru: Воспроизводимые результаты генерации случайных чисел (ГСЧ)
tr: Tekrarlanabilir rastgele sayı üretimi (RNG) sonuçları
uk: Результати відтворюваної генерації випадкових чисел (RNG)

source: Right
ca: Dreta
he: ימין
hr: Desno
ja: 右
pl: Z prawej
ru: Справа
tr: Sağ
uk: Праворуч

source: RNG seed value
ca: Valor llavor per RNG
he: ערך הגרעין של RNG
hr: Vrijednost početnog parametra generatora slučajnih brojeva
ja: 乱数シード値
pl: Wartość ziarna RNG
ru: Начальное значение ГСЧ
tr: RNG seed değeri
uk: Початкове значення генератора випадкових чисел (RNG)

source: ROC by groups
ca: ROC per grups
he: ROC לפי קבוצות
hr: ROC po grupama
ja: グループ別ROC
pl: ROC dla grup
ru: ROC по группам
tr: Gruplara göre ROC
uk: ROC за групами

source: ROC by predictors
ca: ROC per predictors
he: ROC לפי מנבאים
hr: ROC po prediktorima
ja: 予測変数別ROC
pl: ROC dla predyktorów
ru: ROC по предикторам
tr: Yordayıcılara göre ROC
uk: ROC прогнозистами

source: ROC classification
ca: Classificació ROC
he: סיווג ROC
hr: ROC klasifikacija
ja: ROC分類
pl: Klasyfikacja ROC
ru: ROC классификация
tr: ROC sınıflandırması
uk: ROC класифікація

source: ROC comparison
ca: Comparació ROC
he: השוואת ROC
hr: ROC usporedba
ja: ROC比較
pl: Porównanie krzywych ROC
ru: Сравнение ROC
tr: ROC karşılaştırması
uk: Порівняння ROC

source: ROC curves
hr: ROC krivulje
pl: Krzywe ROC
ru: ROC кривые
uk: ROC-криві

source: ROC estimation for binomial logistis models demonstration
ca: Demostració d'estimació ROC per a models logistics binomials
he: הדגמת אומדן ROC למודלים לוגיטיים בינומיים
hr: ROC procjena za demonstraciju binomnih logističkih modela
ja: 二項ロジスティックモデルにおけるROC推定のデモ
pl: Przykład estymacji ROC w binarnych modelach logistycznych
ru: Оценка ROC в демонстрации биномиальных логистических моделей
tr: Binom lojistik modelleri için ROC tahmini demonstrasyonu
uk: ROC Демонстрація оцінки для біноміальних логістичних моделей

source: ROC graphs
ca: Gràfiques ROC
he: גרפי ROC
hr: ROC grafikoni
ja: ROCグラフ
pl: Wykresy krzywych ROC
ru: ROC графики
tr: ROC grafikleri
uk: ROC графіки

source: Save
hr: Spremi
pl: Zapisz
ru: Сохранить
uk: Зберегти

source: Scale position
ca: Posició a l'escala
he: מיקום הסולם
hr: Položaj skale
ja: スケールの位置
pl: Pozycja skali
ru: Позиция шкалы
tr: Ölçek konumu
uk: Положення масштабу

source: SDI ROC classification
ca: Classificació ROC tipus SDI
he: סיווג ROC מיקום העיוות בזרע
hr: SDI ROC klasifikacija
ja: SDIのROC分類
pl: Klasyfikacja ROC z SDI
ru: ИТС ROC классификация
tr: SDI ROC sınıflandırması
uk: SDI ROC класифікація

source: Se - sensitivity of the positive and negative classifications TP/(TP+FN)
hr: Se – osjetljivost pozitivnih i negativnih klasifikacija TP/(TP+FN)
pl: Se – czułość klasyfikacji pozytywnej i negatywnej (TP/(TP+FN)
ru: Se - чувствительность положительной и отрицательной классификаций TP/(TP+FN)
uk: Se - чутливість позитивної та негативної класифікацій TP/(TP+FN)

source: Select group
ca: Seleccionar grup
he: בחירת קבוצה
hr: Odaberi grupu
ja: グループ選択
pl: Wybierz grupę
ru: Выберите группу
tr: Grup seç
uk: Виберіть групу

source: Sensitivity
ca: Sensibilitat
he: רגישות
hr: Osjetljivost
ja: 感度
pl: Czułość
ru: Чувствительность
tr: Duyarlılık
uk: Чутливість

source: Sensitivity (%)
ca: Sensibilitat (%)
he: רגישות (%)
hr: Osjetljivost (%)
ja: 感度（％）
pl: Czułość (%)
ru: Чувствительность (%)
tr: Duyarlılık (%)
uk: Чутливість (%)

source: Sensitivity inside UI <
hr: Osjetljivost unutar korisničkog sučelja <
pl: Czułość w PN <
ru: Чувствительность внутри ИН <
uk: Чутливість всередині інтерфейсу користувача <

source: Sensitivity outside UI >
hr: Osjetljivost izvan korisničkog sučelja >
pl: Czułość poza PN >
ru: Чувствительность вне ИН >
uk: Чутливість поза інтерфейсом користувача >

source: Set1
he: מערך1
hr: Skup1
ja: セット1
pl: Zbiór1
ru: Набор 1
uk: Набір1

source: Set2
he: מערך2
hr: Skup2
ja: セット2
pl: Zbiór2
ru: Набор 2
uk: Набір2

source: Set3
he: מערך3
hr: Skup3
ja: セット3
pl: Zbiór3
ru: Набор 3
uk: Набір3

source: Shade
he: צל
hr: Sjena
ja: シェード
pl: Odcień
ru: Тень
tr: Gölge
uk: Тінь

source: Significance
ca: Significactivitat
he: מובהקות
hr: Značaj
ja: 有意性
pl: Istotność
ru: Значимость
tr: Anlamlılık
uk: Значення

source: Simultaneous multiple correlation comparisons using {n} method
ca: Comparacions simultànies de correlació múltiple utilitzant el mètode {n}
he: השוואות מתאם מרובות בו זמנית בשיטת {n}
hr: Simultane usporedbe višestruke korelacije korištenjem metode {n}
ja: {n} 法による相関の同時多重比較
pl: Jednoczesne porównanie wielu korelacji z wykorzystaniem metody {n}
ru: Одновременные множественные корреляционные сравнения с использованием метода {n}
tr: {n} yöntemi kullanılarak eşzamanlı çoklu korelasyon karşılaştırmaları
uk: Одночасні множинні кореляційні порівняння з використанням методу {n}

source: Single Linkage
ca: Vinculació Simple
he: הצמדה יחידה
hr: Najbliži susjed
ja: 最短距離法
pl: Pojedyncze łączenie
ru: Одиночной связи
tr: Tek Bağlantı
uk: Одинарне з'єднання

source: Slanted Titles
ca: Títols girats
he: כותרות בשיפוע
hr: Ukošeni naslovi
ja: タイトル斜め表示
pl: Pochylone tytuły
ru: Наклоненные надписи
tr: Eğik Başlıklar
uk: Схилені назви

source: SNPV - standardized negative predictive value of the negative class
hr: SNPV – standardizirana negativna prediktivna vrijednost negativne klase
ru: SNPV - стандартизированная отрицательная прогностическая ценность отрицательного класса
uk: SNPV - стандартизована негативна прогностична цінність негативного класу

source: Sp - specificity of the positive and negative classifications TN/(TN+FN)
hr: Sp – specifičnost pozitivnih i negativnih klasifikacija TN/(TN+FN)
ru: Sp - специфичность позитивной и негативной классификаций TN/(TN+FN)
uk: Sp - специфічність позитивної та негативної класифікацій TN/(TN+FN)

source: Spearman (ρ)
he: ספירמן (ρ)
ja: スピアマン (ρ)
ru: Спирман (ρ)
uk: Спірмен (ρ)

source: Spearman's Rho
ca: Rho de Spearman
he: רו של ספירמן
hr: Spearmanov Rho
ja: スピアマンのロー
ru: Ро Спирмена
uk: Ро Спірмена

source: Specificity
ca: Especificitat
he: סגוליות
hr: Specifičnost
ja: 特異性
ru: Специфичность
tr: Özgüllük
uk: Специфічність

source: Specificity (%)
ca: Especificitat (%)
he: סגוליות (%)
hr: Specifičnost (%)
ja: 特異性（％）
ru: Специфичность (%)
tr: Özgüllük (%)
uk: Специфічність (%)

source: Specificity inside UI <
hr: Specifičnost unutar korisničkog sučelja <
ru: Специфичность внутри ИН <
uk: Специфіка всередині інтерфейсу користувача <

source: Specificity outside UI >
hr: Specifičnost izvan korisničkog sučelja >
ru: Специфичность вне ИН >
uk: Специфіка поза межами інтерфейсу користувача >

source: Sperm Deformity Index ROC Classification demonstration
ca: Demostració de Classificació ROC de l'Index de Deformitat d'Esperma
he: הדגמת סיווג ROC – מיקום העיוות בזרע
hr: Demonstracija ROC klasifikacije indeksa deformacije sperme
ja: 精子奇形指数のROC分類デモ
ru: Демонстрация ROC классификации индекса деформации сперматозоидов
tr: Sperm Deformite İndeksi ROC Sınıflandırması demonstrasyonu
uk: Демонстрація класифікації ROC за індексом деформації сперми

source: Split curves
ca: Divideix les curves
he: פיצול העקומות
hr: Rastavi krivulje
ja: 曲線分割
ru: Разделить кривые
tr: Eğrileri ayır
uk: Розділені криві

source: Splitted ROC by predictors
ca: ROC dividit per predictors
he: ROC מחולק על פי מנבאים
hr: Rastavljena ROC krivulja po prediktorima
ja: 予測変数別ROC曲線
ru: Раздельный ROC по предикторам
tr: Yordayıcılara göre ayrılmış ROC
uk: Розділена ROC за предикторами

source: SPPV - standardized positive predictive value of the positive class
hr: SPPV – standardizirana pozitivna prediktivna vrijednost pozitivne klase
ru: SPPV - стандартизированная положительная прогностическая ценность положительного класса
uk: SPPV - стандартизована позитивна прогностична цінність позитивного класу

source: Square
ca: Quadrat
he: ריבוע
hr: Kvadrat
ja: 四角
ru: Квадрат
tr: Kare
uk: Квадрат

source: Successively
ca: Successivament
he: ברצף
hr: Uzastopno
ja: 逐次的
ru: Последовательно
tr: Ardışık
uk: Послідовно

source: Sum
hr: Zbroj
uk: Сума

source: Tables
ca: Taules
he: טבלאות
hr: Tablice
ja: 表
ru: Таблицы
tr: Tablolar
uk: Столи

source: Test for normality
ca: Test de normalitat
he: מבחן לנורמליות
hr: Test za normalnost
ja: 正規性の検定
ru: Оценка нормальности
tr: Normallik testi
uk: Перевірка на нормальність

source: The Best point on ROC
ca: El Millor punt al ROC
hr: Najbolja točka na ROC krivulji
ja: ROC曲線上の最適点
ru: Лучшая точка ROC
tr: ROC üzerinde En İyi nokta
uk: Найкращий момент на ROC

source: The classifying variable '{}' does not have exactly two levels; ROC classification can only be performed on classifying variables with two levels.
ca: La variable de classificació '{}' no te exactament dues categories; la classificació ROC només pot fer-se sobre variables classificatòries amb dues categories.
he: למשתנה המסווג ”{}“ אין בדיוק שתי רמות. ניתן לערוך סיווג ROC על משתנים מסווגים בעלי שתי רמות.
hr: Klasifikacijska varijabla '{}' nema točno dvije razine; ROC klasifikacija se može izvesti samo na klasifikacijskim varijablama s dvije razine.
ja: 分類変数 '{}' のが2水準になっていません。ROC分類は、水準数が2の分類変数に対してのみ実行できます。
ru: Классифицирующая переменная '{}' не имеет двух уровней; ROC классификация может быть выполнена только для классифицирующих переменных с двумя уровнями.
tr: Sınıflandırma değişkeni '{}' tam olarak iki seviyeye sahip değil; ROC sınıflandırması yalnızca iki seviyeli sınıflandırma değişkenlerinde yapılabilir.
uk: Класифікуюча змінна '{}' не має рівно двох рівнів; ROC-класифікацію можна виконувати лише для класифікуючих змінних з двома рівнями.

source: Three-Way threshold determination in test results
hr: Određivanje trostrukog praga u rezultatima testa
uk: Трифакторне визначення порогу в результатах тестування

source: Threshold for Z-score
ca: Umbral per a Puntuació-Z
he: סף לציון Z
hr: Prag za Z rezultat
ja: Z得点の閾値
ru: Порог для Z-оценки
tr: Z-skoru için eşik
uk: Поріг для Z-оцінки

source: Threshold on Youden
hr: Prag na Youdenu
ru: Порог по Юдену
uk: Поріг на Юдені

source: Total number of missing entries {}
ca: Nombre total d'entrades perdudes {}
he: המספר הכולל של הכניסות החסרות {}
hr: Ukupan broj nedostajućih unosa {}
ja: 欠損値 {} の総数
ru: Общее количество пропусков {}
tr: Toplam eksik giriş sayısı {}
uk: Загальна кількість відсутніх записів {}

source: Two-graph ROC curves
hr: Dijagram dviju ROC krivulja
ru: Двойные ROC кривые
uk: Двографічні ROC-криві

source: UI for binomial logistis models
uk: Інтерфейс користувача для біноміальних моделей логістики

source: Uncertain Interval (UI)
hr: Interval nesigurnosti (korisničko sučelje)
ru: Интервал неопределенности (ИН)
uk: Невизначений інтервал (UI)

source: Uncertain Interval (UI) is placed around the point of intersection between the two distributions with and without the targeted state.
hr: Interval nesigurnosti (korisničko sučelje) postavlja se oko točke sjecišta dviju distribucija sa i bez ciljanog stanja.
uk: Інтервал невизначеності (UI) розміщується навколо точки перетину двох розподілів з цільовим станом та без нього.

source: Uncertain Interval estimation for binomial logistis models
uk: Оцінка невизначеного інтервалу для біноміальних логістичних моделей

source: Uncertain Interval is considered to be a range of test scores that is inconclusive and does not warrant a right decision.
hr: Interval nesigurnosti se smatra kao raspon rezultata testa koji je neodlučan i ne jamči ispravnu odluku.
uk: Невизначений інтервал вважається діапазоном тестових результатів, який є непереконливим і не гарантує правильного рішення.

source: Uncertainty interval polygon
hr: Poligon intervala nesigurnosti
ru: Полигон интервала неопределенности
uk: Полігон інтервалу невизначеності

source: Univariate outliers identification and removal
ca: Identificació i eliminació de valors extrems univariable
hr: Identifikacija i uklanjanje univarijatnih odstupanja
ja: 単変量外れ値の特定と除去
ru: Одномерное выявление и удаление выбросов
tr: Tek değişkenli aykırı değer tanımlama ve kaldırma
uk: Визначення та видалення одновимірних викидів

source: Upper fence
ca: Banda superior
hr: Gornja granica
ja: フェンス上限
ru: Верхний забор
tr: Üst sınır
uk: Верхня огорожа

source: Upper part
ca: Part superior
he: החלק העליון
hr: Gornji dio
ja: 上部
pl: Górna część
ru: Верхняя часть
tr: Üst kısım
uk: Верхня частина

source: Upper threshold
hr: Gornji prag
ru: Верхний порог
uk: Верхній поріг

source: Variable
he: משתנה
hr: Varijabla
ja: 変数
pl: Zmienna
ru: Переменная
tr: Değişken
uk: Змінна

source: Variable - $key
he: משתנה – $key
hr: Varijabla – $key
ja: 変数 - $key
pl: Zmienna - $key
ru: Переменная - $key
tr: Değişken - $key
uk: Змінна - $key

source: Variable name
ca: Nom de la variable
he: שם המשתנה
hr: Ime varijable
ja: 変数名
pl: Nazwa zmiennej
ru: Имя переменной
tr: Değişken adı
uk: Ім'я змінної

source: variable numbers by commas
ca: nombres de variable per comes
he: המספרים של המשתנה מופרדים בפסיקים
hr: brojevi varijabli odvojeni zarezom
ja: 変数番号をコンマ区切りで入力
ru: номера переменных через запятую
tr: değişken numaralarını virgülle ayırın
uk: змінні числа комами

source: Variable to impute
ca: Variable a imputar
he: המשתנה שיש להחליף
hr: Varijabla za imputiranje
ja: 補完対象変数
pl: Zmienna do imputacji
ru: Переменная для восстановления
tr: Doldurulacak değişken
uk: Змінна для імпутування

source: Variables
he: משתנים
hr: Varijable
ja: 変数
ru: Переменные
tr: Değişkenler
uk: Змінні

source: Ward´s D2 Linkage
ca: Vinculació de Ward D2
he: הצמדת D2 של ורד
hr: Wardova D2 povezanost
ja: ウォード法（D2）
ru: Уорд Д2 связи
tr: Ward'ın D2 Bağlantısı
uk: Зв'язок Варда D2

source: Ward´s Linkage
ca: Vinculació de Ward
he: הצמדה של ורד
hr: Wardova povezanost
ja: ウォード法
ru: Уорд связи
tr: Ward'ın Bağlantısı
uk: Зв'язок Варда

source: With control
ca: Amb control
he: עם בקרה
hr: S kontrolom
ja: コントロールと比較
ru: С контролем
tr: Kontrol ile
uk: З контролем

source: with missing data on other variables
ca: amb valors perduts a altres variables
he: עם נתונים חסרים במשתנים אחרים
hr: s nedostajućim podacima na drugim varijablama
ja: 他の変数に欠損値がある場合
ru: с отсутствующими данными по другим переменным
tr: diğer değişkenlerde eksik veri ile
uk: з відсутніми даними щодо інших змінних

source: with observed data on other variables
ca: amb valors observats a altres variables
he: עם נתונים נצפים במשתנים אחרים
hr: s opaženim podacima na drugim varijablama
ja: 他の変数に観測データがある場合
ru: с наблюдаемыми данными по другим переменным
tr: diğer değişkenlerde gözlemlenmiş veri ile
uk: з даними спостережень щодо інших змінних

source: Youden Best
ca: Òptim de Youden
hr: Najbolji Youden
ja: ユーデン指数最大
ru: По Юдену
tr: Youden En İyi
uk: Юден Бест

source: Youden Best (Sp, Se)
ca: Òptim de Youden (Sp, Se)
hr: Najbolji Youden (Specifičnost, osjetljivost)
ja: ユーデン指数最大（特異度・感度）
ru: По Юдену (Спец, Чувств)
tr: Youden En İyi (Öz, Duy)
uk: Юден Бест (Sp, Se)

source: Z-score
ca: Puntuació-Z
he: ציון Z
hr: Z-rezultat
ja: Z得点
ru: Z-оценка
tr: Z-skoru
uk: Z-оцінка

source: [{prc}% CI]
ca: [{prc}% IC]
he: [{prc}% רווח סמך]
hr: [{prc}% intervala pouzdanosti]
ja: [{prc}%信頼区間]
ru: [{prc}% ДИ]
tr: [%{prc} GA]

source: Dark2
he: חשוך2
hr: Tamna2
ja: ダーク2
pl: Ciemny2
ru: Темная 2
tr: Karanlık2

source: Degree of<br>Freedom (df)
ca: Grau de<br>Llibertat (df)
he: דרגות<br>חופש (df)
hr: Stupanj <br>slobode (df)
ja: 自由度 (df)
ru: Степени<br>свободы (df)
tr: Serbestlik<br>Derecesi (sd)

source: jYS
ru: jЮС

source: Missing<br>Patterns
ca: Patrons<br>Perduts
he: תבניות<br>החסרים
hr: Nedostaju<br>strukture
ja: 欠損パターン
ru: Паттерны<br>пропусков
tr: Eksik<br>Desenler

source: Normality<br>p-value
ca: Normalitat<br>p-valor
hr: Normalnost<br>p-vrijednost
ja: 正規性<br>p値
ru: Нормальность<br>p-значение
tr: Normallik<br>p-değeri

source: OutFlux**
ja: 流出**
pl: Wartości wyjściowe (OutFlux)**
ru: Отток**
tr: Çıkış**

source: Outliers<br>found
ca: Atípics<br>trobats
hr: Pronađena<br>odstupanja
ja: 同定された<br>外れ値
ru: Найдено<br>выбросов
tr: Bulunan<br>aykırı değerler

source: Uncertain Interval
ru: Интервал неопределенности

source: UI
hr: Korisničko sučelje

source: PFC
ja: 誤分類率

source: Outliers<br>removed
tr: Kaldırılan<br>aykırı değerler

source: Degree of Freedom (df)
pl: Stopień swobody (df)

source: Missing Patterns
pl: Wzorce braków

source: Normality p-value
pl: Wartość p testu normalności

source: MCAR
he: חסרים לחלוטין באקראי
