Repository: yurismol/jYS-i18n
Catalog: *.po
Languages: ca, he, hr, ja, pl, ru, tr, uk

source: Healthy/Ill ROC Classification demonstration
ca: Demostració de Classificació ROC Healthy/III
he: הדגמת סיווג ROC בריא/חולה
hr: Demnostracija Healthy/Ill ROC klasifikacije
ja: 健常／病者ROC分類デモ
pl: Przykład klasyfikacji ROC: zdrowi i chorzy
ru: Демонстрация ROC классификации Здоровые/Больные
tr: Sağlıklı/Hasta ROC Sınıflandırması demonstrasyonu
uk: Демонстрація класифікації ROC для здорових/хворих

source: HI ROC classification
ca: Classificació ROC tipus HI
he: סיווג ROC בריא/חולה
hr: HI ROC klasifikacija
ja: 健常／疾患ROC分類
pl: Klasyfikacja ROC – zdrowi/chorzy
ru: ROC классификация Здоровые/Больные
tr: HI ROC sınıflandırması
uk: Класифікація HI ROC

source: Hierarchical clustering
ca: Agrupació jeràrquica
he: חלוקה לאשכולות בצורה מדרגית
hr: Hijerarhijsko grupiranje skupova podataka
ja: 階層的クラスタリング
pl: Analiza hierarchiczna
ru: Иерархическая кластеризация
tr: Hiyerarşik kümeleme
uk: Ієрархічна кластеризація

source: Hierarchical clustering tree
ca: Arbre d'agrupació jeràrquica
he: עץ של חלוקה לאשכולות בצורה מדרגית
hr: Hijerarhijsko stablo grupiranja skupova podataka
ja: 階層的クラスタリングツリー
pl: Dendrogram
ru: Дерево иерархической кластеризации
tr: Hiyerarşik kümeleme ağacı
uk: Ієрархічне дерево кластеризації

source: Hochberg (1988)
he: הוכברג (1988)
ru: Хохберг (1988)
uk: Гохберг (1988)

source: Holm (1979)
he: הולם (1979)
ru: Холм (1979)
uk: Холм (1979)

source: Hommel (1988)
he: הומל (1988)
ru: Хоммель (1988)
uk: Джміль (1988)

source: Hypothesis
ca: Hipòtesis
he: השערה
hr: Hipoteza
ja: 仮説
pl: Hipoteza
ru: Гипотеза
tr: Hipotez
uk: Гіпотеза

source: Identification, analysis and removal of data outliers by groups
ca: Identificació, anàlisi i eliminació de dades extremes per grups
hr: Identifikacija, analiza i uklanjanje odstupanja podataka po grupama
ja: グループ別の外れ値の同定、分析および除去
pl: Identyfikacja, analiza i usuwanie wartości odstających w podziale na grupy
ru: Выявление, анализ и удаление выбросов данных по группам
tr: Gruplara göre veri aykırı değerlerinin tanımlanması, analizi ve kaldırılması
uk: Виявлення, аналіз та видалення викидів даних за групами

source: If at least one p<sub>value</sub> MAR is not significant, and the p<sub>value</sub> in MCAR is significant then the data is MNAR (Missing Not At Random).
ca: Si com a mínim un p<sub>valor</sub> MAR no és significatiu, i el p<sub>valor</sub> a MCAR és significatiu llavors la dada es considera MNAR (Perdut Not Aleatori).
he: אם לפחות ערך p אחד של החסרים באקראי אינו מובהק והערך p של החסרים לחלוטין באקראי מובהק, הנתונים חסרים לא באקראי (NMAR).
hr: Ako barem jedna p<sub>vrijednost</sub> MAR-a nije značajna, a p<sub>vrijednost</sub> u MCAR-u je značajna, tada se radi o MNAR podacima (nedostaju neslučajno).
ja: 少なくとも1つのMARのp<sub>値</sub>が有意でなく、かつMCARのp<sub>値</sub>が有意である場合、そのデータはMNAR（非無作為欠損）となります。
pl: Jeżeli przynajmniej jedna wartość <sub>p</sub> dla MAR jest nieistotna, a wartość <sub>p</sub> dla MCAR jest istotna, to dane są MNAR (Missing Not At Random – brakujące nie losowo).
ru: Если хотя бы одно p<sub>значение</sub> в MAR не является значимым, а p<sub>значение</sub> в MCAR является значимым, то данные являются неслучайно пропущенными (MNAR).
tr: En az bir p<sub>değeri</sub> MAR anlamlı değilse ve MCAR'daki p<sub>değeri</sub> anlamlı ise, veri MNAR'dır (Rastgele Olmayan Eksik).
uk: Якщо хоча б один p<sub>value</sub> MAR не є значним, і p<sub>value</sub> Якщо в MCAR є значущим, то дані є MNAR (відсутні не випадково).

source: imp
ja: 補完
ru: восст
tr: doldur
uk: імп

source: Imputation model predictor
ca: Predictor per model d'imputació
hr: Prediktor modela imputacije
ja: 補完モデル予測変数
pl: Predyktor imputacji
ru: Предиктор модели восстановления
tr: Doldurma modeli yordayıcısı
uk: Предиктор моделі імпутації

source: Imputed misses
ca: Pèrdues imputades
he: חסרים מוחלפים
hr: Imputirane nedostajuće vrijednosti
ja: 補完済欠損値
pl: Imputowane braki
ru: Заполненные пропуски
tr: Doldurulmuş eksikler
uk: Враховані промахи

source: In percent
ca: En percentatge
he: באחוזים
hr: U postotku
ja: パーセント表示
pl: W procentach
ru: В процентах
tr: Yüzde olarak
uk: У відсотках

source: Incomplete Variables
ca: Variables incompletes
he: משתנים לא מושלמים
hr: Nepotpune varijable
ja: 欠損変数
pl: Niekompletne zmienne
ru: Неполные переменные
tr: Eksik Değişkenler
uk: Неповні змінні

source: Indices (Rows)
ca: Indexes (Files)
hr: Indeksi (retci)
ja: インデックス（行）
pl: Indeksy (wiersze)
ru: Индексы (Строки)
tr: İndeksler (Satırlar)
uk: Індекси (рядки)

source: Influx-outflux plot
ca: Gràfic d'Influx (In-Out)
hr: Influx-outflux dijagram
ja: 流入・流出プロット
pl: Wykres przepływu danych
ru: Приток-отток
tr: Giriş-çıkış grafiği
uk: Графік припливу-відпливу

source: Influx-outflux plot for missing data patterns
ca: Gràfic d'Influx (In-Out) per a patrons de dades perdudes
hr: Influx-outflux dijagram za nedostajuće strukture podataka
ja: 欠損パターンの流入・流出プロット
pl: Wykres przepływu wzorców braków danych
ru: График приток-отток для паттернов пропущенных данных
tr: Eksik veri desenleri için giriş-çıkış grafiği
uk: Графік припливу-відпливу для шаблонів відсутніх даних

source: Influx*
ja: 流入*
ru: Приток*
tr: Giriş*
uk: Приплив*

source: Intercluster Matrices
ca: Matrius Intergrupals
he: מטריצות בין־אשכולות
hr: Matrice međuskupovnih podataka
ja: クラスター間行列
ru: Межкластерные матрицы
tr: Kümeler Arası Matrisler
uk: Міжкластерні матриці

source: Intersection
hr: Sjecište
ru: Пересечение
uk: Перехрестя

source: Interval
he: רווח
ja: 間隔
pl: Przedział
ru: Интервал
tr: Aralık
uk: Інтервал

source: Interval determination method
hr: Metoda određivanja intervala
pl: Metoda wyznaczania przedziałów
ru: Метод определения интервалов
uk: Метод визначення інтервалу

source: Intervals Estimation
hr: Procjena intervala
pl: Estymacja przedziałów
uk: Оцінка інтервалів

source: IQR fence height
ca: Alçada de la banda IQR
hr: Visina granice interkvartilnog raspona
ja: IQRフェンスの高さ
ru: Высота забора IQR
tr: IQR sınır yüksekliği
uk: Висота огорожі IQR

source: IQR Tukey's fences
ca: Bandes IQR de Tukey
hr: Tukeyeve granice interkvartilnog raspona
ja: IQRテューキーのフェンス
ru: IQR заборы Тьюки
tr: IQR Tukey sınırları
uk: Паркани IQR Tukey

source: jYS Extended Functions
ca: jYS Funcions ampliades)
he: פונקציות מורחבות של jYS
hr: jYS proširene funkcije
ja: jYS拡張機能
ru: jЮС расширенные функции
tr: jYS Genişletilmiş Fonksiyonlar
uk: Розширені функції jYS

source: Kendall (τ)
he: קנדל (τ)
ja: ケンドール (τ)
ru: Кендал (τ)
uk: Кендалл (τ)

source: Kendall Tau
ca: Tau de Kendall
he: טאו של קנדל
ja: ケンドールのタウ
pl: tau Kendalla
ru: Тау Кендалла
uk: Рік Кендалла

source: Legacy format of Specificity axis
ca: Format tradicional d'Eixos d'Especificitat
he: ציר סגוליות של תבנית מדור קודם
hr: Stari format osi specifičnosti
ja: 従来形式の特異度軸
ru: Устаревший формат оси специфичности
tr: Özgüllük ekseninin eski formatı
uk: Застарілий формат осі специфічності

source: Legend Box
ca: Caixa de Legenda
hr: Okvir legende
ja: 凡例枠
pl: Legenda
ru: Фон легенды
tr: Açıklama Kutusu
uk: Поле легенди

source: Level
hr: Razina
pl: Poziom
uk: Рівень

source: Line width
ca: Amplada de Línia
he: רוחב הקו
hr: Širina linije
ja: 線の太さ
pl: Szerokość linii
ru: Толщина линии
tr: Çizgi genişliği
uk: Ширина лінії

source: Lower fence
ca: Banda inferior
hr: Donja granica
ja: フェンス下限
pl: Dolna granica
ru: Нижний забор
tr: Alt sınır
uk: Нижня огорожа

source: Lower part
ca: Part inferior
he: החלק התחתון
hr: Donji dio
ja: 下部
pl: Dolna część
ru: Нижняя часть
tr: Alt kısım
uk: Нижня частина

source: Lower threshold
hr: Niži prag
pl: Dolny próg
ru: Нижний порог
uk: Нижній поріг

source: LR- - Negative Likelihood Ratio P(-|D+))/(P(-|D-)). The probability of a person with the condition receiving a negative classification / probability of a person without the condition receiving a negative classification
uk: LR- - Негативний коефіцієнт ймовірності P(-|D+))/(P(-|D-)). Імовірність того, що особа з даним станом отримає негативну класифікацію / імовірність того, що особа без даного стану отримає негативну класифікацію

source: LR+ - Positive Likelihood Ratio (P(+|D+))/(P(+|D-)) The probability of a person with the condition receiving a positive classification / probability of a person without the condition receiving a positive classification
uk: LR+ - Позитивне відношення ймовірностей (P(+|D+))/(P(+|D-)) Ймовірність того, що особа з даним станом отримає позитивну класифікацію / ймовірність того, що особа без даного стану отримає позитивну класифікацію

source: Manual Clusters
ca: Grups manuals
he: אשכולות ידניים
hr: Ručni skupvi podataka
ja: 手動クラスタ
pl: Klastry ręcznie
ru: Кластеры вручную
tr: Manuel Kümeler
uk: Ручні кластери

source: MAR - missing at random (if each p<sub>value</sub> is significant, there is evidence the data is MAR);
ca: MAR - Perduts aleatòriament (si cada p<sub>valor</sub> és significatiu, hi ha evidencia que les dades son MAR);
he: MAR – חסרים באקראי (אם כל ערכי ה־p מובהקים זה מעיד שהנתונים הם MAR);
hr: MAR – nedostaju slučajno (ako je svaka p<sub>vrijednost</sub> značajna, postoje dokazi da se radi o MAR podacima);
ja: MAR すべてのp<sub>値</sub>が有意であれば、データがMAR（無作為欠損）である証拠となります。
pl: MAR - braki losowe (jeśli każda wartość p<sub></sub> jest istotna, istnieją dowody na to, że dane są danymi typu MAR);
ru: MAR — случайные пропуски (если каждое p<sub>значение</sub> значимо, есть доказательства того, что пропуски случайны);
tr: MAR - rastgele eksik (eğer her p<sub>değeri</sub> anlamlı ise, verinin MAR olduğuna dair kanıt vardır);
uk: MAR - відсутній випадковим чином (якщо кожне p <sub>значення</sub> є значним, є докази того, що дані відповідають вимогам MAR);

source: MAR classification table
ca: Taula de classificació MAR
he: טבלת סיווג חסרים באקראי
hr: Tablica MAR klasifikacije
ja: MAR分類表
ru: Таблица классификации MAR
tr: MAR sınıflandırma tablosu
uk: Таблиця класифікації MAR

source: Mark significance *<0.05, **<0.01, ***<0.001
ca: Marca de significativitat: *<0,05; **<0,01; ***<0,001
he: סימון המובהקות *<0.05, **<0.01, ***<0.001
hr: Značaj oznake *<0.05, **<0.01, ***<0.001
ja: 有意なものに印 *<0.05, **<0.01, ***<0.001
pl: Oznacz istotność *<0,05, **<0,01, ***<0,001
ru: Маркер значимости *<0.05, **<0.01, ***<0.001
tr: Anlamlılık işareti *<0.05, **<0.01, ***<0.001
uk: Значення позначки *<0.05, **<0.01, ***<0.001

source: Matrix #{i}
ca: Matriu #{i}
he: מטריצה #{i}
hr: Matrica #{i}
ja: 行列 #{i}
pl: Macierz #{i}
ru: Матрица №{i}
tr: Matris #{i}
uk: Матриця #{i}

source: Maximum number of iterations
ca: Màxim nombre d'iteracions
he: כמות החזרורים המקסימלית
hr: Maksimalni broj ponavljanja
ja: 反復回数上限
pl: Maksymalna liczba iteracji
ru: Максимальное количество итераций
tr: Maksimum yineleme sayısı
uk: Максимальна кількість ітерацій

source: MCAR - missing completely at random (if the p<sub>value</sub> is not significant, there is evidence the data is MCAR).
ca: MCAR - Perduts Completament Aleatoris (si el p<sub>valor</sub> no és significatiu, hi ha evidencia que les dades son MCAR).
he: MCAR – חסרים לחלוטין באקראי (אם ערכי ה־p אינם מובהקים, זה מעיד שהנתונים חסרים לחלוטין באקראי).
hr: MCAR – potpuno slučajno nedostajući (ako p<sub>vrijednost</sub> znije načajna, postoje dokazi da se radi o MCAR podacima).
ja: MCAR p<sub>値</sub>が有意でない場合、データがMCAR（完全無作為欠損）である証拠となります。
ru: MCAR — полностью случайные пропуски (если p<sub>значение</sub> незначимо, есть доказательства того, что пропуски полностью случайны).
tr: MCAR - tamamen rastgele eksik (eğer p<sub>değeri</sub> anlamlı değilse, verinin MCAR olduğuna dair kanıt vardır).
uk: MCAR - повністю випадково відсутній (якщо p<sub>значення</sub> не є значущим, є докази того, що дані відповідають вимогам MCAR).

source: MCAR (Missing Completely at Random) and MAR (Missing at Random) estimation
ca: Estimació MCAR (Perduts Completament Aleatoris) i MAR (Perduts Aleatoris)
he: אומדן MCAR (חסרים לחלוטין באקראי) ו־MAR (חסרים באקראי)
hr: MCAR (nedostaju potpuno slučajno) i MAR (nedostaju slučajno) procjena
ja: MCAR（完全無作為欠損）およびMAR（無作為欠損）推定
ru: Оценка MCAR (полностью случайные пропуски) и MAR (случайные пропуски)
tr: MCAR (Tamamen Rastgele Kayıp) ve MAR (Rastgele Kayıp) tahmini
uk: Оцінка MCAR (повна випадкова відсутність) та MAR (випадкова відсутність)

source: McQuitty Linkage (WPGMA)
ca: Vinculació McQuitty (WPGMA)
he: הצמדת מקוויטי (WPGMA)
hr: McQuitty veza (WPGMA)
ja: マクイッティ連結法（WPGMA）
ru: МакКитти связи
tr: McQuitty Bağlantısı (WPGMA)
uk: Зв'язок МакКвітті (WPGMA)

source: Mean
ca: Mitjana
he: ממוצע
hr: Srednja vrijednost
ja: 平均値
pl: Średnia
ru: Среднее
tr: Ortalama
uk: Середнє значення

source: Median
ca: Mediana
he: חציון
hr: Medijan
ja: 中央値
pl: Mediana
ru: Медиана
tr: Medyan
uk: Медіана

source: Median Linkage
ca: Vinculació Mediana
he: הצמדת החציון
hr: Povezivanje s medijanom
ja: 中央値連結法
ru: Медианной связи
tr: Medyan Bağlantı
uk: Медіанний зв'язок

source: Method
ca: Mètode
he: שיטה
hr: Metoda
ja: 方法
pl: Metoda
ru: Метод
tr: Yöntem
uk: Метод

source: Minimum {minVar} variables (Complete + Incomplete) are required
ca: Es requereix un mínim de {minVar} variables (Completes + Incompletes)
hr: Potrebne su najmanje {minVar} varijable (Potpune + Nepotpune)
ja: 最低でも {minVar} 個の変数（完全変数＋欠損変数）が必要です
ru: Общее количество переменных (Полных + Неполных) на менее {minVar}
tr: Minimum {minVar} değişken (Tam + Eksik) gereklidir
uk: Потрібна мінімальна кількість змінних {minVar} (повні + неповні)

source: Minimum 2 impute variables are required
ca: Es requereix un mínim de 2 variables imputades
he: יש צורך בלפחות שני משתנים מוחלפים
hr: Potrebne su najmanje 2 varijable za imputaciju
ja: 最低でも2つの補完変数が必要です
pl: Wymagane są co najmniej 2 zmienne
ru: Необходимо минимум 2 восстанавливаемые переменные
tr: Minimum 2 doldurma değişkeni gereklidir
uk: Потрібно щонайменше 2 змінні імпутації

source: missForest (2012)
uk: місЛіс (2012)

source: missing
ca: perdut
he: חסרים
hr: nedostaje
ja: 欠損
pl: brakujące
ru: пропущено
tr: eksik
uk: відсутній

source: Missing data patterns
ca: Patrons de dades perdudes
he: תבניות נתונים חסרים
hr: Nedostaju strukture podataka
ja: 欠損値パターン
pl: Wzorce braków danych
ru: Паттерны пропущенных данных
tr: Eksik veri desenleri
uk: Відсутні шаблони даних

source: Missing Values Estimation
ca: Estimació de Valors perduts
he: תבניות ערכים חסרים
hr: Procjena nedostajućih vrijednosti
ja: 欠損値推定
pl: Estymacja braków danych
ru: Оценка пропусков данных
tr: Eksik Değerler Tahmini
uk: Оцінка відсутніх значень

source: Missing Values Estimation and Imputation
ca: Estimació i Imputació de Valors perduts
he: והערכה והחלפה של ערכים חסרים
hr: Procjena i imputacija nedostajućih vrijednosti
ja: 欠損値推定・補完
pl: Estymacja i imputacja braków danych
ru: Оценка и восстановление пропусков данных
tr: Eksik Değerler Tahmini ve Doldurma
uk: Оцінка та імпутація відсутніх значень

source: Missing Values Imputation
ca: Imputació de Valors perduts
he: החלפה של ערכים לסרים
hr: Imputacija nedostajućih vrijednosti
ja: 欠損値補完
pl: Imputacja braków danych
ru: Восстановление пропусков данных
tr: Eksik Değerler Doldurma
uk: Імпутація відсутніх значень

source: Missing values imputation using the prediction power of Random Forests
ca: Imputació de Valors perduts utilitzant el poder predictiu de Boscos Aleatoris (RF)
he: החלפת ערכים חסרים בעזרת מעריך הניבוי של Random Forests
hr: Imputacija nedostajućih vrijednosti korištenjem moći predviđanja slučajne šume (Random Forests)
ja: ランダムフォレストによる欠損値補完
pl: Imputacja braków danych z wykorzystaniem mocy predykcyjnej lasów losowych
ru: Ввод пропущенных данных с использованием предсказательной силы метода случайных лесов
tr: Rastgele Ormanların tahmin gücü kullanılarak eksik değerlerin doldurulması
uk: Імпутація пропущених значень з використанням прогностичної сили випадкових лісів

source: missRanger (2021)
uk: місРейнджер (2021)

source: Mixed Densities
hr: Mješovite gustoće
pl: Mieszane rozkłady gęstości
ru: Смешанные плотности распределения
uk: Змішана щільність населення

source: Modified Z-score (Hampel filter)
ca: Puntuació-Z modificada (filtre Hampel)
hr: Promijenjen Z-rezultat (Hampel filtar)
ja: 修正Z得点（ハンペル・フィルター）
pl: Zmodyfikowany wynik Z (filtr Hampela)
ru: Модифицированная Z-оценка (фильтр Хампеля)
tr: Değiştirilmiş Z-skoru (Hampel filtresi)
uk: Модифікований Z-показник (фільтр Гампеля)

source: More Certain Interval (MCI)
hr: Izvjesniji interval (MCI)
pl: Przedział o zwiększonej pewności (MCI)
uk: Більш певний інтервал (MCI)

source: More Certain Interval (MCI) is interval outside the Uncertain Interval and divide into low and high parts.
hr: Izvjesniji interval (MCI) je interval izvan intervala nesigurnosti i dijeli se u niske i visoke dijelove.
pl: Przedział o zwiększonej pewności (MCI) to przedział leżący poza Przedziałem Niepewności, podzielony na część dolną i górną.
uk: Більш визначений інтервал (MCI) – це інтервал поза невизначеним інтервалом, поділений на низьку та високу частини.

source: MSE - mean squared error (for Continuous variables);
ca: MSE - error de mitjana quadrada (per a variables Contínues);
he: MSE – ממוצע ריבועי השגיאות (למשתנים רציפים);
hr: MSE – greška u kvadratnoj srednjoj vrijednosti (za kontinuirane varijable);
ja: MSE 平均二乗誤差（連続変数用）
pl: MSE – błąd średniokwadratowy (dla zmiennych ciągłych);
ru: MSE - средняя квадратическая ошибка (для непрерывных переменных);
tr: MSE - ortalama kare hatası (Sürekli değişkenler için);
uk: MSE - середньоквадратична помилка (для неперервних змінних);

source: Multiple comparison correction
ca: Correcció per múltiples comparacions
he: תיקון השוואות מרובות
hr: Korekcija višestruke usporedbe
ja: 多重比較補正
pl: Korekta na porównania wielokrotne
ru: Коррекция множественного сравнения
tr: Çoklu karşılaştırma düzeltmesi
uk: Корекція множинних порівнянь

source: Multiple imputation for missing data
ca: Imputació múltiple per a dades perdudes
he: החלפות מרובות לנתונים חסרים
hr: Višestruke imputacije za nedostajuće podatke
ja: 欠損値の多重補完
pl: Wielokrotna imputacja braków danych
ru: Множественное восстановление пропусков данных
tr: Eksik veriler için çoklu doldurma
uk: Множинна імпутація для відсутніх даних

source: N - number of imputted values;
ca: N - nombre de valors imputats;
he: N – מספר הערכים המוחלפים;
hr: N – broj imputiranih vrijednosti;
ja: N 補完値の個数
pl: N – liczba imputowanych wartości;
ru: N - количество восстановленных значений;
tr: N - doldurulmuş değerlerin sayısı;
uk: N - кількість імпутованих значень;

source: N - number of missing values;
ca: N - nombre de valors perduts;
he: N – מספר הערכים החסרים;
hr: N – broj nedostajućih vrijednosti;
ja: N 欠損値の個数
pl: N – liczba braków danych;
ru: N - количество пропущенных значений;
tr: N - eksik değerlerin sayısı;
uk: N - кількість відсутніх значень;

source: Non-parametric
hr: Neparametarski
pl: Nieparametryczny
ru: Непараметрическая
uk: Не-параметричний

source: None
ca: Cap
he: כלום
hr: Ništa
ja: なし
pl: Żadne
ru: Нет
tr: Hiçbiri
uk: Жоден

source: NPV - Negative Predictive Value of the negative class TN/(TN+FN)
hr: NPV – Negativna prediktivna vrijednost negativne klase TN/(TN+FN)
pl: NPV – ujemna wartość predykcyjna dla klasy negatywnej (TN/(TN + FN))
ru: NPV - отрицательное прогностическое значение отрицательного класса TN/(TN+FN)
uk: NPV - Негативне прогнозоване значення негативного класу TN/(TN+FN)

source: Number
ca: Nombre
he: מספר
hr: Broj
ja: 数値
pl: Liczba
ru: Число
tr: Sayı
uk: Номер

source: Number of candidate non-missing values to sample from in the predictive mean matching steps. 0 to avoid this step
ca: Nombre de valors no-perduts susceptibles de ser mostrejats al pasos d'Emparellament Predictiu de Mitjanes. 0 per estalviar aquest pas
he: מספר הערכים שאינם חסרים המועמדים לשמש כמדגם בשלבי התאמת הממוצע המנבא. 0 כדי להימנע משלב זה
hr: Broj kandidata s ne-nedostajućim vrijednostima iz kojih se uzimaju uzorci u koracima predvidljivog poklapanja srednje vrijednost. Postavi na 0 za preskakanje ovog koraka
ja: 予測平均マッチング法でサンプリングする候補の非欠損値の個数（0にするとこの手順はスキップされます）
pl: Liczba kandydatów (niebrakujących wartości) do losowania w krokach dopasowania średniej predykcyjnej. Wartość 0 powoduje pominięcie tego kroku
ru: Количество возможных непропущенных значений для выборки на этапах сопоставления предиктивного среднего. 0, чтобы не использовать этот метод
tr: Tahmini ortalama eşleştirme adımlarında örneklem alınacak aday eksik olmayan değerlerin sayısı. Bu adımdan kaçınmak için 0
uk: Кількість кандидатів, що не пропущені, для вибірки на етапах зіставлення прогнозованого середнього. 0, щоб уникнути цього кроку

source: Number of missing entries
ca: Nombre d'entrades perdudes
he: כמות הכניסות החסרות
hr: Broj nedostajućih unosa
ja: 欠損値数
pl: Liczba brakujących wpisów
ru: Количество пропусков
tr: Eksik girişlerin sayısı
uk: Кількість відсутніх записів

source: Number of missing entries per variable
ca: Nombre d'entrades perdudes per variable
he: כמות הכניסות החסרות לכל משתנה
hr: Broj nedostajućih unosa po varijabli
ja: 変数ごとの欠損値数
pl: Liczba brakujących wpisów dla każdej zmiennej
ru: Число пропусков на переменную
tr: Değişken başına eksik giriş sayısı
uk: Кількість відсутніх записів на змінну

source: Number of patterns
ca: Nombre de patrons
he: מספר התבניות
hr: Broj struktura
ja: パターン数
pl: Liczba wzorców
ru: Число палитр
tr: Desen sayısı
uk: Кількість візерунків

source: Number of trees to grow in each forest
ca: Nombre d'arbres per fer créixer a cada bosc
he: מספר העצים שיש לגדל בכל יער
hr: Broj stabala koja će rasti u svakoj šumi
ja: 各フォレストで生成する木の数
pl: Liczba drzew w każdym lesie
ru: Количество деревьев,<br>выращиваемых в каждом случайном лесе
tr: Her ormanda büyütülecek ağaç sayısı
uk: Кількість дерев, які потрібно вирощувати в кожному лісі

source: observed
ca: observat
he: נצפה
hr: opaženo
ja: 観測値
pl: Obserwowane
ru: заполнено
tr: gözlemlenmiş
uk: спостерігається

source: OOB errors table
ca: Taula d'errors OOB
hr: Tablica OOB grešaka
ja: OOB誤差表
pl: Tabela błędów OOB
ru: Таблица прогнозируемых ошибок
tr: OOB hataları tablosu
uk: Таблиця помилок OOB

source: Original
he: מקורי
ja: オリジナル
pl: Oryginalne
ru: Оригинальное
tr: Orijinal
uk: Оригінал

source: outl
ja: 外れ値除去済
pl: odstające
ru: выбр
tr: aykırı
uk: вихід

source: Outliers fences
ca: Bandes de valors extrems
hr: Granice odstupanja
ja: 外れ値のフェンス
pl: Granice wartości odstających
ru: Заборы для выбросов
tr: Aykırı değer sınırları
uk: Огорожі для винятків

source: Outliers found
pl: Wartości odstające
uk: Знайдені викиди

source: Outliers identification
ca: Identificació de valors extrems
hr: Identicikacija odstupanja
ja: 外れ値の同定
pl: Identyfikacja wartości odstających
ru: Идентификация выбросов
tr: Aykırı değer tanımlama
uk: Визначення викидів

source: Outliers identification and removal
ca: Identificació i eliminació de valors extrems
hr: Identifikacija i uklanjanje odstupanja
ja: 外れ値の同定と除去
pl: Identyfikacja i usuwanie wartości odstających
ru: Идентификация и удаление выбросов
tr: Aykırı değer tanımlama ve kaldırma
uk: Виявлення та видалення викидів

source: Outliers identifying method
ca: Mètode per identificar valors extrems
hr: Metoda za identifikaciju odstupanja
ja: 外れ値の同定法
pl: Metoda identyfikacji wartości odstających
ru: Метод выявления выбросов
tr: Aykırı değer tanımlama yöntemi
uk: Метод виявлення викидів

source: Outliers indices
ca: Indexes de valors extrems
hr: Indeksi odstupanja
ja: 外れ値のインデックス
pl: Indeksy wartości odstających
ru: Индексы выбросов
tr: Aykırı değer indeksleri
uk: Індекси викидів

source: Outliers removal
ca: Eliminació de valors extrems
hr: Uklanjanje odstupanja
ja: 外れ値の除去
pl: Usuwanie wartości odstających
ru: Удаление выбросов
tr: Aykırı değer kaldırma
uk: Вилучення викидів

source: Output information
ca: Informació de resultats
hr: Informacije rezultata
ja: 出力情報
pl: Informacje wyjściowe
ru: Выходная информация
tr: Çıktı bilgisi
uk: Вихідна інформація

source: p-value
ca: p-valor
he: ערך p
hr: p-vrijednost
ja: p値
pl: wartość p
ru: p-значение
tr: p-değeri
uk: p-значення

source: p<sub>value</sub>
ca: p<sub>valor</sub>
he: ערך p
hr: p<sub>vrijednost</sub>
ja: p<sub>値</sub>
pl: p<sub>wartość</sub>
ru: p<sub>значение</sub>
tr: p<sub>değeri</sub>
uk: p<sub>значення</sub>
