Repository: yurismol/jYS-i18n
Catalog: *.po
Languages: ca, he, hr, ja, pl, ru, tr, uk

source: {ciWidth}% CI Lower
ca: {ciWidth}% IC inferior
he: רווח סמך תחתון {ciWidth}%
hr: {ciWidth}% donja granica intervala pouzdanosti
ja: {ciWidth}%信頼区間下限
pl: {ciWidth}% Dolny PU
ru: {ciWidth}% ДИ нижний
tr: %{ciWidth} GA Alt
uk: {ciWidth}% CI Нижній

source: {ciWidth}% CI Upper
ca: {ciWidth}% IC superior
he: רווח סמך עליון {ciWidth}%
hr: {ciWidth}% gornja granica intervala pouzdanosti
ja: {ciWidth}%信頼区間上限
pl: {ciWidth}% Górny PU
ru: {ciWidth}% ДИ верхний
tr: %{ciWidth} GA Üst
uk: {ciWidth}% CI Верхній

source: {varType} proposed decision
hr: {varType} predložena odluka
pl: {varType} proponowana decyzja
ru: {varType} рекомендованное решение
uk: {varType} запропоноване рішення

source: {varType} with imputed values
ca: {varType} amb valors imputats
he: {varType} עם ערכים מוחלפים
hr: {varType} s imputiranim vrijednostima
ja: 欠損値補完あり {varType}
pl: {varType} z imputowanymi wartościami
ru: {varType} с заполненными пропусками
tr: {varType} ile doldurulmuş değerler
uk: {varType} з імпутованими значеннями

source: {varType} without outliers
ca: {varType} sense valors extrems
hr: {varType} bez odstupanja
ja: 外れ値なし {varType}
pl: {varType} bez przypadków odstających
ru: {varType} с заполненными пропусками
tr: {varType} aykırı değerler olmadan
uk: {varType} без викидів

source: * p < .05, ** p < .01, *** p < .001, one-tailed
ca: * p < 0,05 ; ** p < 0,01 ; *** p < 0,001, una cua
he: * p < .05, ** p < .01, *** p < .001, חד זנבי
hr: * p < .05, ** p < .01, *** p < .001, jednostrano
ja: * p < .05, ** p < .01, *** p < .001, 片側検定
pl: * p < 0,05, ** p < 0,01, *** p < 0,001, hipoteza jednostronna
ru: * p < .05, ** p < .01, *** p < .001, односторонний
tr: * p < .05, ** p < .01, *** p < .001, tek yönlü
uk: * p < .05, ** p < .01, *** p < .001, односторонній

source: **connection of a variable's observed data
ca: **connexió de les dades observades d'una variable
he: **קשר הנתונים הנצפים של המשתנה
hr: **veza opaženih podataka varijable
ja: ** 観測データの接続
pl: **połączenie obserwowanych danych zmiennej
ru: **связь наблюдаемых данных переменной
tr: **bir değişkenin gözlemlenmiş verilerinin bağlantısı
uk: **зв'язок спостережуваних даних змінної**

source: *connection of a variable's missingness indicator
ca: *connexió d'un indicador perdut d'una variable
he: *חיבור של מחוון הנעלמות של משתנה
hr: *veza indikatora nedostajanja varijable
ja: *欠損値指標の接続
pl: *połączenie wskaźnika braku zmiennej
ru: *связь показателя пропусков переменной
tr: *bir değişkenin eksiklik göstergesinin bağlantısı
uk: *підключення індикатора відсутності змінної

source: *p<0.05 - The hypothesis of normal distribution was rejected by the Shapiro-Wilk test
ca: *p<0,05 - La hipòtesi de distribució normal és rebutjada pel test de Shapiro-Wilk
hr: *p<0,05 – Hipoteza o normalnoj distribuciji je odbačena od Shapiro-Wilk testa
ja: *p<0.05 ― シャピロ・ウィルク検定により、正規分布であるという仮説は棄却されました
pl: *p<0,05 - hipoteza o normalności rozkładu została odrzucona (test Shapiro-Wilka)
ru: *p<0.05 - Гипотеза о нормальности распределения отвергнута тестом Шапиро-Уилка
tr: *p<0.05 - Normal dağılım hipotezi Shapiro-Wilk testi ile reddedildi
uk: *p<0,05 - Гіпотезу нормального розподілу було відхилено тестом Шапіро-Уілка

source: *pairwise complete observations
ca: *observacions completes aparellades
he: *תצפיות זוגיות מושלמות
hr: *potpuna opažanja po parovima
ja: *ペアごとの完全な観測値
pl: *obserwacje bez braków danych
ru: *попарно в полных наблюдениях
tr: *ikili tam gözlemler
uk: *попарно повні спостереження

source: <h2>Help</h2><div>Please select complete and incomplete variables</div>
ca: <h2>Ajuda</h2><div>Si us plau, selecciona variables completes i incompletes</div>
hr: <h2>Pomoć</h2><div>Odaberi potpune i nepotpune varijable</div>
ja: <h2>ヘルプ</h2><div>完全変数と不完全変数を選択してください</div>
pl: <h2>Pomoc</h2><div>Wybierz kompletne i niekompletne zmienne</div>
ru: <h2>Справка</h2><div>Пожалуйста, выберите полные и неполные переменные</div>
tr: <h2>Yardım</h2><div>Lütfen tam ve eksik değişkenleri seçin</div>
uk: <h2>Довідка</h2><div>Будь ласка, виберіть повні та неповні змінні</div>

source: 0 - auto
he: 0 – אוטומטי
hr: 0 – automatski
ja: 0 − 自動
ru: 0 - авто
tr: 0 - otomatik
uk: 0 - авто

source: 1 - Specificity
ca: 1 - Especificitat
he: סגוליות - 1
hr: 1 – specifičnost
ja: 1 − 特異度
pl: 1 - Swoistość
ru: 1 - Специфичность
tr: 1 - Özgüllük
uk: 1 - Специфічність

source: 100 - Specificity (%)
ca: 100 - Especificitat (%)
he: 100 – סגוליות (%)
hr: 100 – specifičnost (%)
ja: 100 − 特異度 (%)
pl: 100 - Swoistość (%)
ru: 100 - Специфичность (%)
tr: 100 - Özgüllük (%)
uk: 100 - Специфічність (%)

source: 3.0 (standard)
ca: 3,0 (estàndard)
hr: 3,0 (standardno)
ja: 3.0 （標準）
ru: 3.0 (стандарт)
tr: 3.0 (standart)
uk: 3.0 (стандарт)

source: 3.5 (standard)
ca: 3,5 (estàndard)
he: 3.5 (סטנדרטי)
hr: 3,5 (standardno)
ja: 3.5（標準）
ru: 3,5 (стандарт)
tr: 3.5 (standart)
uk: 3.5 (стандарт)

source: a correlation matrix table
ca: una taula matriu de correlació
he: טבלת מטריצת מתאמים
hr: tablica korelacijske matrice
ja: 相関行列
pl: tabela macierzy korelacji
ru: таблица корреляционной матрицы
tr: bir korelasyon matris tablosu
uk: таблиця кореляційної матриці

source: Accent
ca: Èmfasis
he: מודגש
hr: Istaknuto
ja: アクセント
pl: Akcent
ru: Акцент
tr: Vurgu
uk: Акцент

source: Agglomeration method
ca: Mètode d'Aglomeració
he: שיטת הליכוד
hr: Metoda aglomeracije
ja: 集塊法
pl: Metoda aglomeracji
ru: Метод агломерации
tr: Kümeleme yöntemi
uk: Метод агломерації

source: Algorythm
ca: Algorisme
he: אלגוריתם
hr: Algoritam
ja: アルゴリズム
pl: Algorytm
ru: Алгоритм
tr: Algoritma
uk: Алгоритм

source: All
ca: Tot
he: הכול
hr: Sve
ja: すべて
pl: Wszystko
ru: Все
tr: Tümü
uk: Усі

source: Alphabetical
ca: Alfabètic
he: בסדר אלף–ביתי
hr: Abecednim redom
ja: アルファベット順
pl: Alfabetycznie
ru: Алфавитное
tr: Alfabetik
uk: Алфавітний

source: an array of MARs
ca: an conjunt de MARs
he: מערך של חסרים באקראי
hr: niz MAR-ova
ja: MARの配列
pl: tablica MAR
ru: массив MAR
tr: MAR'ların bir dizisi
uk: масив MAR

source: Angular order eigenvectors
ca: Vectors propis en ordre angular (AOE)
he: וקטורים עצמיים בסדר זוויתי
hr: Svojstveni vektori po kutnom redoslijedu
ja: 角順序固有ベクトル
pl: Uporządkowanie wektorów według kąta
ru: Угловой порядок собственных векторов
tr: Açısal sıra özvektörleri
uk: Власні вектори кутового порядку

source: Average Linkage (UPGMA)
ca: Vinculació Mitjana (UPGMA)
he: הצמדה ממוצעת (UPGMA)
hr: Prosječna povezanost (UPGMA)
ja: 平均連結法（UPGMA）
pl: Średnie powiązanie (UPGMA)
ru: Средней связи
tr: Ortalama Bağlantı (UPGMA)
uk: Середній зв'язок (UPGMA)

source: Balance
hr: Ravnoteža
pl: Balans
ru: Баланс
uk: Баланс

source: Balance - balance between correct and incorrect classified (TP+TN)/(FP+FN)
hr: Ravnoteža – ravnoteža između točnih i netočnih klasificiranih (TP+TN)/(FP+FN)
pl: Balans – równowaga między poprawnymi a niepoprawnymi klasyfikacjami (TP+TN)/(FP+FN)
ru: Баланс - баланс между правильной и неправильной классификацией (TP+TN)/(FP+FN)
uk: Баланс – баланс між правильною та неправильною класифікацією (TP+TN)/(FP+FN)

source: BC Models ROC Estimation
ca: Estimació ROC de Models BC
he: אומדן ROC למודלי תאי דם
hr: BC modeli ROC procjene
ja: BCモデルROC推定
pl: Modele BC (oszacowanie ROC)
ru: ROC оценка моделей клеток крови
tr: BC Modelleri ROC Tahmini
uk: Оцінка ROC моделей BC

source: BC ROC classification
ca: Classificació ROC de BC
he: סיווג ROC לתאי דם
hr: BC ROC klasifikacija
ja: BC ROC分類
pl: Klasyfikacja BC ROC
ru: ROC классификация клеток крови
tr: BC ROC sınıflandırması
uk: Класифікація Британської Колумбії ROC

source: Benjamini-Hochberg (1995)
he: בנימיני–הוכברג (1995)
ru: Бенджамини-Хохберг (1995)
uk: Бенджаміні-Хохберг (1995)

source: Benjamini-Yekutieli (2001)
he: בנימיני–יקותיאלי (2001)
ru: Бенджамини-Иекутиели (2001)
uk: Бенджамін-Єкутіль (2001)

source: Binormal
hr: Binormalno
pl: Binormalny
ru: Бинормальная
uk: Бінормальне

source: Black & White
ca: Negre & Blanc
he: שחור ולבן
hr: Crno-bijelo
ja: モノクロ
pl: Czarno-biały
ru: Черно-Белый
tr: Siyah & Beyaz
uk: Чорно-біле

source: Blood cells multiple ROC Classification demonstration
ca: Demostració de múltiple Classificació ROC de BC (Cèl·lules sanguínies)
he: הדגמת סיווג ROC מרובה לתאי דם
hr: Demonstracija višestruke ROC klasifikacije krvnih stanica
ja: 血球のマルチROC分類デモ
pl: Komórki krwi - wielokrotna demonstracja klasyfikacji ROC
ru: Демонстрация множественной ROC классификации клеток крови
tr: Kan hücreleri çoklu ROC Sınıflandırması demonstrasyonu
uk: Демонстрація множинної ROC-класифікації клітин крові

source: Bonferroni (1961)
he: בונפרוני (1961)
ru: Бонферрони (1961)
uk: Бонферроні (1961)

source: Bottom
ca: A baix
he: תחתון
hr: Dolje
ja: 下
pl: Na dole
ru: Внизу
tr: Alt
uk: Внизу

source: Boxplots with outliers
ca: Gràfics de Caixa amb valors extrems
hr: Box dijagrami s odstupanjima
ja: 外れ値つき箱ひげ図
pl: Wykresy skrzynkowe z przypadkami odstającymi
ru: Боксплоты с выбросами
tr: Aykırı değerlerle kutu grafikleri
uk: Коробчасті діаграми з викидами

source: Brewer's qualitative palette
ca: Paleta qualitativa de Brewer
he: לוח הצבעים האיכותני של ברואר
hr: Brewerova kvalitativna paleta
ja: カラーパレット
pl: Paleta jakościowa Brewera
ru: Категориальная палитра Брюэр
tr: Brewer'ın nitel paleti
uk: Якісна палітра Брюера

source: Calculated fences for outliers
ca: Vores calculades pels valors extrems
hr: Izračunate granice za odstupanja
ja: 外れ値のフェンス
pl: Granice dla wartości odstających
ru: Рассчитанные заборы для выбросов
tr: Aykırı değerler için hesaplanan sınırlar
uk: Розраховані межі для викидів

source: CCR - Correct Classification Rate or accuracy of the positive and negative classifications (TP+TN)/(TN+FP+FN+TP)
hr: CCR – Correct Classification Rate (Stopa ispravne klasifikacije) ili točnost pozitivnih i negativnih klasifikacija (TP+TN)/(TN+FP+FN+TP)
pl: CCR – współczynnik poprawnej klasyfikacji (dokładność klasyfikacji pozytywnej i negatywnej (TP+TN)/(TN+FP+FN+TP))
ru: CCR - Правильная классификация или точность положительных и отрицательных классификаций (TP+TN)/(TN+FP+FN+TP)
uk: CCR - Коефіцієнт правильної класифікації або точність позитивних та негативних класифікацій (TP+TN)/(TN+FP+FN+TP)

source: Centroid Linkage (UPGMC)
ca: Vinculació Centroide (UPGMC)
he: הצמדת המרכז (UPGMC)
hr: Centroidno povezivanje (UPGMC)
ja: 重心連結法（UPGMC）
pl: Powiązania centroidów (UPGMC)
ru: Центроидной связи
tr: Ağırlık Merkezi Bağlantısı (UPGMC)
uk: Центроїдне зчеплення (UPGMC)

source: CHD Models ROC Estimation
ca: Estimació ROC de Models CHD
hr: CHD modeli ROC procijena
ja: CHDモデルのROC推定
pl: Modele CHD (oszacowanie ROC)
ru: ROC оценка моделей ИБС
tr: CHD Modelleri ROC Tahmini
uk: Оцінка ROC-моделей ІХС

source: CI Lower
ca: IC Inferior
he: רווח סמך תחתון
hr: Donja granica intervala pouzdanosti
ja: 信頼区間下限
pl: Dolny PU
ru: ДИ нижний
tr: GA Alt
uk: CI Нижній

source: CI Mark
ca: Marca d'IC
he: סימון רווח הסמך
hr: Oznaka intervala pouzdanosti
ja: 信頼区間マーク
pl: Oznaczenie PU
ru: Маркер ДИ
tr: GA İşareti
uk: CI Марк

source: CI Upper
ca: IC Superior
he: רווח סמך עליון
hr: Gornja granica intervala pouzdanosti
ja: 信頼区間上限
pl: Górny PU
ru: ДИ верхний
tr: GA Üst
uk: CI Верхній

source: CI width
ca: Amplada d'IC
he: רוחב רווח הסמך
hr: Širina intervala pouzdanosti
ja: 信頼区間幅
pl: Szerokość PU
ru: ширина ДИ
tr: GA genişliği
uk: CI ширина

source: Circle
ca: Cercle
he: עיגול
hr: Krug
ja: 円
pl: Okrąg
ru: Круг
tr: Daire
uk: Коло

source: Classify missing at random (MAR)
ca: Classificació aleatòria de valors perduts (MAR)
he: סיווג החסרים באקראי (MAR)
hr: Klasificiraj slučajno nedostajuće (MAR)
ja: 無作為欠損（MAR）分類
pl: Klasyfikuj braki losowo (MAR)
ru: Классификация случайных пропусков (MAR)
tr: Rastgele eksikleri sınıflandır (MAR)
uk: Класифікувати відсутні випадковим чином (MAR)

source: Classify missing completely at random (MCAR)
ca: Classificació totalment aleatòria de valors perduts (MCAR)
he: סיווג החסרים לחלוטין באקראי (MCAR)
hr: Klasificiraj potpuno slučajno nedostajuće (MCAR)
ja: 完全無作為欠損（MCAR）分類
pl: Klasyfikuj braki całkowicie losowo (MCAR)
ru: Классификация полностью случайных пропусков (MCAR)
tr: Tamamen rastgele eksikleri sınıflandır (MCAR)
uk: Класифікувати зниклі безвісти повністю випадковим чином (MCAR)

source: Classifying variable
ca: Variable de Classificació
he: משתנה מסווג
hr: Klasificiranje varijabli
ja: 分類変数
pl: Zmienna klasyfikująca
ru: Классифицирующая переменная
tr: Sınıflandırma değişkeni
uk: Класифікація змінної

source: Closest Best
ca: Millor més proper
hr: Najbliža najbolja
ja: 左上隅から距離最短
pl: Najbliższy najlepszy
ru: Ближняя к углу
tr: En Yakın En İyi
uk: Найближчий найкращий

source: Closest Best (Sp, Se)
ca: Millor més proper (Sp, Se)
hr: Najbliža najbolja (specifičnost, osjetljivost)
ja: 左上隅から距離最短（特異度・感度）
pl: Najbliższy najlepszy (Sp, Se)
ru: Ближняя к углу (Спец, Чувств)
tr: En Yakın En İyi (Öz, Duy)
uk: Найближчий найкращий (Іспанія, Пд.-Сх.)

source: Clusters
ca: Grups
he: אשכולות
hr: Skupovi podataka
ja: クラスタ
pl: Skupienia
ru: Кластеров
tr: Kümeler
uk: Кластери

source: Color
he: צבע
hr: Boja
ja: 色
pl: Kolor
ru: Цвет
tr: Renk
uk: Колір

source: Colored Clusters
ca: Grups Acolorits
he: אשכולות צבועים
hr: Obojeni skupovi podataka
ja: 色分け
pl: Kolorowe klastry
ru: Цветные кластеры
tr: Renkli Kümeler
uk: Кольорові кластери

source: Complete Linkage
ca: Vinculació Completa
he: הצמדה מלאה
hr: Potpuno povezivanje
ja: 完全連結
pl: Kompletne połączenie
ru: Полной связи
tr: Tam Bağlantı
uk: Повне з'єднання

source: Complete Variables
ca: Variables Completes
he: משתנים מושלמים
hr: Potpune varijable
ja: 完全変数
pl: Kompletne zmienne
ru: Полные переменные
tr: Tam Değişkenler
uk: Повні змінні

source: Complete variables in plots
ca: Variables Completes als gràfics
he: משתנים מושלמים בתרשימים
hr: Potpune varijable u dijagramima
ja: 完全変数をプロット
pl: Uzupełnianie zmiennych na wykresach
ru: Полные переменные в графиках
tr: Grafiklerde tam değişkenler
uk: Повні змінні на графіках

source: Concordance
hr: Konkordancija
pl: Zgodność
ru: Конкордантность
uk: Конкорданція

source: Concordance - C-Statistic or AUC. The probability that a random chosen patient with the condition is correctly ranked higher than a randomly chosen patient without the condition
hr: Konkordancija – C-statistika ili AUC. Vjerojatnost da je nasumično odabrani pacijent sa stanjem ispravno rangiran više od nasumično odabranog pacijenta bez stanja
pl: Zgodność – statystyka C (C-Statistic) lub AUC. Prawdopodobieństwo, że losowo wybrany pacjent ze schorzeniem zostanie poprawnie uszeregowany wyżej niż losowo wybrany pacjent bez schorzenia
uk: Конкордантність – C-статистика або AUC. Ймовірність того, що випадково вибраний пацієнт із захворюванням буде правильно ранжований вище, ніж випадково вибраний пацієнт без захворювання

source: Conditions
ca: Condicions
he: תנאים
hr: Uvjeti
ja: 条件
pl: Warunki
ru: Условия
tr: Koşullar
uk: Умови

source: Confidence interval
ca: Interval de confiança
he: רווח סמך
hr: Interval pouzdanosti
ja: 信頼区間
pl: Przedział ufności
ru: Доверительный интервал
tr: Güven aralığı
uk: Довірчий інтервал

source: Confidence interval (Pearson only)
ca: Interval de Confiança (només Pearson)
he: רווח סמך (רק פירסון)
hr: Interval pouzdanosti (samo Pearson)
ja: 信頼区間（ピアソンのみ）
pl: Przedział ufności (tylko Pearson)
ru: Доверительный интервал (только Пирсон)
tr: Güven aralığı (sadece Pearson)
uk: Довірчий інтервал (лише за Пірсоном)

source: Confidence interval width
ca: Amplada d'Interval de Confiança
he: רוחב רווח הסמך
hr: Širina intervala pouzdanosti
ja: 信頼区間幅
pl: Szerokość przedziału ufności
ru: Ширина доверительного интервала
tr: Güven aralığı genişliği
uk: Ширина довірчого інтервалу

source: Correlated
ca: Correlacionat
he: יש מתאם
hr: Korelirano
ja: 相関あり
pl: Skorelowane
ru: Коррелирует
tr: İlişkili
uk: Корельований

source: Correlated negatively
ca: Correlacionat negativament
he: מתאם שלילי
hr: Korelirano negativno
ja: 負の相関あり
pl: Skorelowane ujemnie
ru: Коррелирует отрицательно
tr: Negatif ilişkili
uk: Негативно корелює

source: Correlated positively
ca: Correlacionat positivament
he: מתאם חיובי
hr: Korelirano pozitivno
ja: 正の相関あり
pl: Skorelowane dodatnio
ru: Коррелирует положительно
tr: Pozitif ilişkili
uk: Позитивно корелює

source: Correlating Variables
ca: Variables Correlacionades
he: משתנים מתואמים
hr: Koreliranje variabli
ja: 相関変数
pl: Skorelowane zmienne
ru: Коррелирующие переменные
tr: Korelasyon Değişkenleri
uk: Кореляційні змінні

source: Correlation
ca: Correlació
he: מתאם
hr: Koreliracija
ja: 相関
pl: Korelacja
ru: Корреляция
tr: Korelasyon
uk: Кореляція

source: Correlation clustering
ca: Agrupament per correlació
he: אִשכול המתאם
hr: Korelacijsko grupiranje skupova podataka
ja: 相関クラスタリング
pl: Klastrowanie korelacji
ru: Корреляционная кластеризация
tr: Korelasyon kümeleme
uk: Кореляційна кластеризація

source: Correlation Clustering demonstration
ca: Demostració d'Agrupament per Correlació
he: הדגמת אשכול המתאם
hr: Demonstracija korelacijskog grupiranja skupova podataka
ja: 相関クラスタリングのデモ
pl: Przykład klasteryzacji korelacyjnej
ru: Демонстрация корреляционной кластеризации
tr: Korelasyon Kümeleme demonstrasyonu
uk: Демонстрація кореляційної кластеризації

source: Correlation matrix
ca: Matriu de Correlació
he: מטריצת מתאמים
hr: Tablica korelacija
ja: 相関行列
pl: Macierz korelacji
ru: Корреляционная матрица
tr: Korelasyon matrisi
uk: Кореляційна матриця

source: Correlations
ca: Correlacions
he: מתאמים
hr: Korelacije
ja: 相関
pl: Korelacje
ru: Корреляции
tr: Korelasyonlar
uk: Кореляції

source: Correlations between variables
ca: Correlacions entre variables
he: מתאמים בין משתנים
hr: Korelacije između varijabli
ja: 変数間の相関
pl: Korelacje między zmiennymi
ru: Корреляции между переменными
tr: Değişkenler arası korelasyonlar
uk: Кореляції між змінними

source: decision
hr: odluka
pl: decyzja
ru: решение
uk: рішення

source: Dichotomization (no uncertainty)
hr: Dihotomizam (bez nesigurnosti)
pl: Dychotomizacja (bez niepewności)
ru: Дихотомизация (без неопределенности)
uk: Дихотомізація (без невизначеності)

source: Direction
ca: Direcció
he: כיוון
hr: Smjer
ja: 向き
pl: Kierunek
ru: Направление
tr: Yön
uk: Напрямок

source: Distribution model
hr: Model distribucije
pl: Model rozkładu
ru: Модель распределения
uk: Модель розподілу

source: Dotted line
ca: Línia punteada
he: קו נקודות
hr: Točkasta linija
ja: 点線
pl: Linia przerywana
ru: Пунктирная линия
tr: Noktalı çizgi
uk: Пунктирна лінія

source: Ellipse
ca: Elipse
he: אליפסה
hr: Trotočka
ja: 楕円
pl: Elipsa
ru: Эллипс
tr: Elips
uk: Еліпс

source: Empty data table
ca: Taula de dades buida
he: טבלת הנתונים הריקים
hr: Prazna tablica podataka
ja: 空のデータテーブル
pl: Pusta tabela danych
ru: Пустая таблица данных
tr: Boş veri tablosu
uk: Порожня таблиця даних

source: Emtpy
ca: Buit
he: ריק
hr: Prazno
ja: 空白
pl: Puste
ru: Пусто
tr: Boş
uk: Порожній

source: Estimated out-of-bag (OOB) imputation error
ca: Error d'estimació d'imputació out-of-bag (OOB)
hr: Procijenjena OOB greška imputacije
ja: 推定OOB補完誤差
pl: Oszacowany błąd imputacji OOB
ru: Прогноз ошибки вне-мешка (out-of-bag, OOB)
tr: Tahmini out-of-bag (OOB) doldurma hatası
uk: Очікувана помилка імпутації "за межами пакету" (OOB)

source: Evaluation of MAR explainers
ca: Avaluació d'explicacions d'imputació aleatoria (MAR)
he: הערכת מסבירי החסרים באקראי
hr: Evaluacija MAR objašnjenja
ja: MAR説明モデルの評価
pl: Ocena metod wyjaśniających MAR
ru: Оценка определителей MAR
tr: MAR açıklayıcılarının değerlendirilmesi
uk: Оцінювання пояснювальних документів MAR

source: Explanatory
ca: Explicatiu
he: מסביר
hr: Objašnjavajuća varijabla
ja: 説明変数
pl: Wyjaśniająca
ru: Определитель
tr: Açıklayıcı
uk: Пояснювальний

source: Explanatory - variable corresponding to MAR with minimal p<sub>value</sub>.
ca: Explicatiu - variable corresponent a imputació MAR amb mínim p<sub>valor</sub>.
he: מסביר – משתנה המתכתב עם החסרים באקראי בעל ערך p מינימלי.
hr: Objašnjavajuća varijabla – varijabla koja odgovara MAR-u s minimalnom p<sub>vrijednošću</sub>.
ja: 説明変数 最小のp<sub>値</sub>をもつMARに対応する変数です。
pl: Wyjaśniająca – zmienna odpowiadająca brakowi danych typu MAR o najmniejszej wartości <sub>p</sub>.
ru: Определитель - переменная, соответствующая MAR с минимальным p<sub>value</sub>.
tr: Açıklayıcı - minimal p<sub>değeri</sub> ile MAR'a karşılık gelen değişken.
uk: Пояснювальна - змінна, що відповідає MAR з мінімальним p<sub>значення</sub>.

source: First principal component
ca: Primer Component Principal (FPC)
he: הרכיב העיקרי הראשון
hr: Prva glavna komponenta
ja: 第1主成分
pl: Pierwsza główna składowa
ru: Первая главная компонента
tr: Birinci temel bileşen
uk: Перший головний компонент

source: Flag significant correlations
ca: Marcar correlacions significatives
he: סימון המתאמים המובהקים
hr: Označi značajne korelacije
ja: 有意な相関に印
pl: Oznacz istotne korelacje
ru: Отметить значимые корреляции
tr: Anlamlı korelasyonları işaretle
uk: Позначення значущих кореляцій

source: Graphic extensions of the functionality of popular data analysis methods: cluster tree of correlating variables, multifactor adaptive correlation matrix, multidimensional ROC classification curves, missing data estimation and imputation, outliers identificatioon and removal etc.
ca: Extensions gràfiques de les funcionalitats de mètodes reconeguts d'anàlisi de dades: Arbres d'agrupació de variables correlacionades, Matriu de correlació adaptativa multifactorial, Curves multidimensionals ROC de classificació, Estimació i imputació de dades perdudes, Identificació i eliminació de valors extrems, etc.
hr: Grafička proširenja funkcionalnosti popularnih metoda analize podataka: stablo skupova podataka korelirajućih varijabli, multifaktorska adaptivna matrica korelacija, višedimenzionalne ROC klasifikacijske krivulje, procjena i zamjene nedostajućih podataka, identifikacija i uklanjanje odstupanja i dr.
ja: 代表的なデータ分析手法の機能を拡張するグラフィック機能：相関変数のクラスターツリー、多因子適応型相関行列、多次元ROC分類曲線、欠損データの推定および補完、外れ値の特定と除去など。
pl: Graficzne rozszerzenia funkcjonalności popularnych metod analizy danych: drzewo klastrów skorelowanych zmiennych, wieloczynnikowa adaptacyjna macierz korelacji, wielowymiarowe krzywe ROC, estymacja i imputacja braków danych, identyfikacja i usuwanie wartości odstających itd.
ru: Графические расширения функциональности популярных методов анализа данных: кластерное дерево коррелирующих переменных, многофакторная адаптивная корреляционная матрица, многомерные кривые ROC-классификации, оценка случайности и восстановление пропущенных данных, выявление и удаление выбросов и т.д.
tr: Popüler veri analizi yöntemlerinin işlevselliğinin grafiksel uzantıları: korelasyon değişkenlerinin küme ağacı, çok faktörlü uyarlanabilir korelasyon matrisi, çok boyutlu ROC sınıflandırma eğrileri, eksik veri tahmini ve doldurma, aykırı değer tanımlama ve kaldırma vb.
uk: Графічні розширення функціональності популярних методів аналізу даних: кластерне дерево корелюючих змінних, багатофакторна адаптивна матриця кореляції, багатовимірні ROC-криві класифікації, оцінка та імпутація відсутніх даних, ідентифікація та видалення викидів тощо.

source: Group
ca: Grup
he: קבוצה
hr: Grupa
ja: グループ
pl: Grupa
ru: Группа
tr: Grup
uk: Група

source: Grouping Variable
ca: Variable d'Agrupació
he: משתנה הקבצה
hr: Vrijabla grupiranja
ja: グループ変数
pl: Zmienna grupująca
ru: Группирующая переменная
tr: Gruplama Değişkeni
uk: Групування змінних

source: Hₐ is negative correlation
ca: Hₐ assumeix correlació negativa
he: Hₐ הוא מתאם שלילי
hr: Hₐ je negativna korelacija
ja: 対立仮説は負の相関
pl: Hₐ wskazuje na korelację ujemną
ru: Гипотеза - отрицательная корреляция
tr: Hₐ negatif korelasyondur
uk: Hₐ – негативна кореляція

source: Hₐ is positive correlation
ca: Hₐ és correlació positiva
he: Hₐ הוא מתאם חיובי
hr: Hₐ je pozitivna korelacija
ja: 対立仮説は正の相関
pl: Hₐ: zmienne są skorelowane dodatnio
ru: Гипотеза - положительная корреляция
tr: Hₐ pozitif korelasyondur
uk: Hₐ – позитивна кореляція
